Repository: tx2z/aisight
Catalog: AISight/AISight/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, zh

source: Search took too long. The server may be overloaded — try again in a moment.
de: Die Suche hat zu lange gedauert. Der Server ist möglicherweise überlastet — versuche es gleich noch einmal.
es: La búsqueda tardó demasiado. El servidor puede estar sobrecargado — inténtalo de nuevo en un momento.
fr: La recherche a pris trop de temps. Le serveur est peut-être surchargé — réessaie dans un instant.
it: La ricerca ha impiegato troppo tempo. Il server potrebbe essere sovraccarico — riprova tra un momento.
ja: 検索がタイムアウトしました。サーバーが混雑している可能性があります。しばらくしてから再試行してください。
ko: 검색 시간이 너무 오래 걸렸어요. 서버에 부하가 있을 수 있으니 잠시 후 다시 시도해 주세요.
pt: A pesquisa demorou muito. O servidor pode estar sobrecarregado — tente novamente em instantes.
zh: 搜索超时，服务器可能过载——请稍后重试。

source: Searches used today
de: Heute verwendete Suchen
es: Búsquedas usadas hoy
fr: Recherches utilisées aujourd'hui
it: Ricerche utilizzate oggi
ja: 本日の使用済み検索回数
ko: 오늘 사용한 검색 횟수
pt: Pesquisas usadas hoje
zh: 今日已用搜索次数

source: Searching the web...
de: Websuche läuft…
es: Buscando en la web...
fr: Recherche sur le web…
it: Ricerca nel web…
ja: ウェブを検索中...
ko: 웹 검색 중...
pt: Pesquisando na web...
zh: 正在搜索网络…

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
pt: Segurança
zh: 安全性

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
pt: Enviar
zh: 发送

source: Server available
de: Server verfügbar
es: Servidor disponible
fr: Serveur disponible
it: Server disponibile
ja: サーバー利用可能
ko: 서버 사용 가능
pt: Servidor disponível
zh: 服务器可用

source: Server unavailable
de: Server nicht verfügbar
es: Servidor no disponible
fr: Serveur indisponible
it: Server non disponibile
ja: サーバー利用不可
ko: 서버 사용 불가
pt: Servidor indisponível
zh: 服务器不可用

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Ajustes
zh: 设置

source: Sourced Information
de: Quellenbasierte Informationen
es: Información con fuentes
fr: Informations sourcées
it: Informazioni con fonti
ja: 出典付き情報
ko: 출처 기반 정보
pt: Informações com Fontes
zh: 引用信息

source: Sources
de: Quellen
es: Fuentes
it: Fonti
ja: ソース
ko: 출처
pt: Fontes
zh: 来源

source: Start Searching
de: Suche starten
es: Empezar a buscar
fr: Lancer une recherche
it: Inizia a cercare
ja: 検索を始める
ko: 검색 시작
pt: Começar a Pesquisar
zh: 开始搜索

source: Stoic philosophy basics
de: Grundlagen der stoischen Philosophie
es: Fundamentos de filosofía estoica
fr: Les bases de la philosophie stoïcienne
it: Le basi della filosofia stoica
ja: ストア哲学の基本
ko: 스토아 철학 기초
pt: Fundamentos da filosofia estoica
zh: 斯多葛哲学基础

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de Uso
fr: Conditions d'utilisation
it: Condizioni d'Uso
ja: 利用規約
ko: 이용약관
pt: Termos de Uso
zh: 使用条款

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Testa connessione
ja: 接続テスト
ko: 연결 테스트
pt: Testar Conexão
zh: 测试连接

source: Testing...
de: Teste…
es: Probando...
fr: Test en cours…
it: Test in corso…
ja: テスト中...
ko: 테스트 중...
pt: Testando...
zh: 正在测试…

source: The App and its original content, features, and functionality are owned by the developer and are protected by international copyright, trademark, and other intellectual property laws. Content fetched from third-party websites remains the property of their respective owners. AISight displays excerpts for informational purposes, similar to how a search engine displays snippets. You should respect the intellectual property rights of content owners when using information obtained through the App.
de: Die App und ihre ursprünglichen Inhalte, Funktionen und Funktionalitäten sind Eigentum des Entwicklers und sind durch internationale Urheber-, Marken- und andere Gesetze zum Schutz geistigen Eigentums geschützt. Inhalte, die von Websites Dritter abgerufen werden, verbleiben im Eigentum ihrer jeweiligen Inhaber. AISight zeigt Auszüge zu Informationszwecken an, ähnlich wie eine Suchmaschine Snippets anzeigt. Sie sollten die geistigen Eigentumsrechte der Inhaltsinhaber respektieren, wenn Sie durch die App erhaltene Informationen verwenden.
es: La Aplicación y su contenido original, características y funcionalidad son propiedad del desarrollador y están protegidos por leyes internacionales de derechos de autor, marcas registradas y otras leyes de propiedad intelectual. El contenido obtenido de sitios web de terceros sigue siendo propiedad de sus respectivos titulares. AISight muestra extractos con fines informativos, de forma similar a como un motor de búsqueda muestra fragmentos. Debe respetar los derechos de propiedad intelectual de los titulares del contenido al utilizar la información obtenida a través de la Aplicación.
fr: L'Application et son contenu original, ses fonctionnalités et ses fonctions sont la propriété du développeur et sont protégés par les lois internationales sur le droit d'auteur, les marques et autres lois sur la propriété intellectuelle. Le contenu récupéré à partir de sites web tiers reste la propriété de leurs propriétaires respectifs. AISight affiche des extraits à des fins d'information, de manière similaire à la façon dont un moteur de recherche affiche des aperçus. Vous devez respecter les droits de propriété intellectuelle des propriétaires de contenu lorsque vous utilisez des informations obtenues via l'Application.
it: L'App e i suoi contenuti originali, funzionalità e caratteristiche sono di proprietà dello sviluppatore e sono protetti dalle leggi internazionali sul diritto d'autore, sui marchi e sulla proprietà intellettuale. I contenuti recuperati da siti web di terze parti rimangono di proprietà dei rispettivi titolari. AISight visualizza estratti a scopo informativo, in modo simile a come un motore di ricerca visualizza gli snippet. Dovresti rispettare i diritti di proprietà intellettuale dei titolari dei contenuti quando utilizzi informazioni ottenute tramite l'App.
ja: 本アプリおよびそのオリジナルコンテンツ、機能は開発者に帰属し、国際的な著作権法、商標法、およびその他の知的財産法によって保護されています。 サードパーティのWebサイトから取得したコンテンツは、それぞれの所有者の財産です。AISightは、検索エンジンがスニペットを表示するのと同様に、情報提供の目的で抜粋を表示します。本アプリを通じて取得した情報を使用する際は、コンテンツ所有者の知的財産権を尊重してください。
ko: 본 앱과 그 고유 콘텐츠, 기능 및 기능성은 개발자가 소유하며 국제 저작권, 상표 및 기타 지적 재산권법에 의해 보호됩니다. 제3자 웹사이트에서 가져온 콘텐츠는 해당 소유자의 재산으로 유지됩니다. AISight는 검색 엔진이 스니펫을 표시하는 것과 유사하게 정보 제공 목적으로 발췌문을 표시합니다. 본 앱을 통해 얻은 정보를 사용할 때 콘텐츠 소유자의 지적 재산권을 존중해야 합니다.
pt: O Aplicativo e seu conteúdo original, recursos e funcionalidades são de propriedade do desenvolvedor e são protegidos por leis internacionais de direitos autorais, marcas registradas e outras leis de propriedade intelectual. O conteúdo obtido de sites de terceiros permanece como propriedade de seus respectivos titulares. O AISight exibe trechos para fins informativos, de maneira semelhante a como um mecanismo de busca exibe fragmentos. Você deve respeitar os direitos de propriedade intelectual dos titulares do conteúdo ao utilizar informações obtidas por meio do Aplicativo.
zh: 本应用及其原创内容、功能和特性归开发者所有，受国际版权法、商标法和其他知识产权法律保护。 从第三方网站获取的内容仍归其各自所有者所有。AISight 出于信息目的展示摘录，类似于搜索引擎展示摘要。您在使用通过本应用获得的信息时，应尊重内容所有者的知识产权。

source: The App is provided on an "AS IS" and "AS AVAILABLE" basis, without warranties of any kind, either express or implied, including but not limited to implied warranties of merchantability, fitness for a particular purpose, and non-infringement.
de: Die App wird auf einer "WIE BESEHEN"- und "WIE VERFÜGBAR"-Basis bereitgestellt, ohne Gewährleistungen jeglicher Art, weder ausdrücklich noch stillschweigend, einschließlich, aber nicht beschränkt auf stillschweigende Gewährleistungen der Marktgängigkeit, Eignung für einen bestimmten Zweck und Nichtverletzung von Rechten Dritter.
es: La Aplicación se proporciona "TAL CUAL" y "SEGÚN DISPONIBILIDAD", sin garantías de ningún tipo, ya sean expresas o implícitas, incluyendo, entre otras, las garantías implícitas de comerciabilidad, idoneidad para un propósito particular y no infracción.
fr: L'Application est fournie « EN L'ÉTAT » et « SELON DISPONIBILITÉ », sans garantie d'aucune sorte, expresse ou implicite, y compris, mais sans s'y limiter, les garanties implicites de qualité marchande, d'adéquation à un usage particulier et de non-contrefaçon.
it: L'App è fornita "COSÌ COM'È" e "COME DISPONIBILE", senza garanzie di alcun tipo, esplicite o implicite, incluse ma non limitate alle garanzie implicite di commerciabilità, idoneità per uno scopo particolare e non violazione.
ja: 本アプリは「現状のまま」および「利用可能な状態で」提供され、商品性、特定目的への適合性、および非侵害の黙示的保証を含むがこれに限定されない、明示または黙示を問わず、いかなる種類の保証もありません。
ko: 본 앱은 상품성, 특정 목적에 대한 적합성 및 비침해에 대한 묵시적 보증을 포함하되 이에 국한되지 않는 어떠한 종류의 명시적 또는 묵시적 보증 없이 "있는 그대로" 및 "이용 가능한 상태로" 제공됩니다.
pt: O Aplicativo é fornecido "NO ESTADO EM QUE SE ENCONTRA" e "CONFORME DISPONÍVEL", sem garantias de qualquer tipo, expressas ou implícitas, incluindo, mas não se limitando a, garantias implícitas de comercialidade, adequação a uma finalidade específica e não violação.
zh: 本应用以「按原样」和「按可用性」的基础提供，不附带任何明示或暗示的保证，包括但不限于对适销性、特定用途适用性和不侵权的暗示保证。

source: The model returned an empty response. Try rephrasing your question.
de: Das Modell hat eine leere Antwort zurückgegeben. Versuche, deine Frage umzuformulieren.
es: El modelo devolvió una respuesta vacía. Intenta reformular tu pregunta.
fr: Le modèle a renvoyé une réponse vide. Essaie de reformuler ta question.
it: Il modello ha restituito una risposta vuota. Prova a riformulare la domanda.
ja: モデルが空の応答を返しました。質問を言い換えてお試しください。
ko: 모델이 빈 응답을 반환했어요. 질문을 다른 표현으로 다시 시도해 보세요.
pt: O modelo retornou uma resposta vazia. Tente reformular sua pergunta.
zh: 模型返回了空回答，请尝试换个方式提问。

source: The on-device language model is not available on this device.
de: Das geräteinterne Sprachmodell ist auf diesem Gerät nicht verfügbar.
es: El modelo de lenguaje del dispositivo no está disponible en este equipo.
fr: Le modèle de langage embarqué n'est pas disponible sur cet appareil.
it: Il modello linguistico sul dispositivo non è disponibile su questo dispositivo.
ja: オンデバイス言語モデルはこのデバイスでは利用できません。
ko: 이 기기에서는 온디바이스 언어 모델을 사용할 수 없어요.
pt: O modelo de linguagem no dispositivo não está disponível neste aparelho.
zh: 此设备不支持设备端语言模型。

source: The on-device model is rate limited. Please try again shortly.
de: Das geräteinterne Modell ist vorrübergehend eingeschränkt. Bitte versuche es gleich erneut.
es: El modelo en el dispositivo ha alcanzado el límite de uso. Por favor inténtalo de nuevo en breve.
fr: Le modèle embarqué est temporairement limité. Réessaie dans un instant.
it: Il modello sul dispositivo ha raggiunto il limite di richieste. Riprova tra poco.
ja: オンデバイスモデルのレート制限に達しました。しばらくしてから再試行してください。
ko: 온디바이스 모델의 요청 한도를 초과했어요. 잠시 후 다시 시도해 주세요.
pt: O modelo no dispositivo atingiu o limite de uso. Tente novamente em breve.
zh: 设备端模型请求过于频繁，请稍后再试。

source: The query is too long for the on-device model.
de: Die Anfrage ist zu lang für das geräteinterne Modell.
es: La consulta es demasiado larga para el modelo en el dispositivo.
fr: La requête est trop longue pour le modèle embarqué.
it: La domanda è troppo lunga per il modello sul dispositivo.
ja: クエリがオンデバイスモデルの上限を超えています。
ko: 질문이 온디바이스 모델의 처리 범위를 초과했어요.
pt: A pesquisa é longa demais para o modelo no dispositivo.
zh: 问题过长，超出设备端模型的处理范围。

source: The request was blocked due to content policy restrictions.
de: Die Anfrage wurde aufgrund von Inhaltsrichtlinien blockiert.
es: La solicitud fue bloqueada debido a restricciones de política de contenido.
fr: La requête a été bloquée en raison des règles de contenu.
it: La richiesta è stata bloccata per restrizioni sulla policy dei contenuti.
ja: コンテンツポリシーの制限によりリクエストがブロックされました。
ko: 콘텐츠 정책에 의해 요청이 차단되었어요.
pt: A solicitação foi bloqueada devido a restrições da política de conteúdo.
zh: 该请求因内容政策限制而被拦截。

source: The search request timed out. Please try again.
de: Die Suchanfrage hat das Zeitlimit überschritten. Bitte versuche es erneut.
es: La solicitud de búsqueda ha expirado. Por favor inténtalo de nuevo.
fr: La requête de recherche a expiré. Réessaie.
it: La richiesta di ricerca è scaduta. Riprova.
ja: 検索リクエストがタイムアウトしました。再試行してください。
ko: 검색 요청 시간이 초과되었어요. 다시 시도해 주세요.
pt: A pesquisa expirou. Tente novamente.
zh: 搜索请求超时，请重试。

source: The search server is currently unavailable. Please check your SearXNG instance URL in Settings.
de: Der Suchserver ist derzeit nicht erreichbar. Bitte überprüfe die URL deiner SearXNG-Instanz in den Einstellungen.
es: El servidor de búsqueda no está disponible actualmente. Por favor verifica la URL de tu instancia SearXNG en Ajustes.
fr: Le serveur de recherche est actuellement indisponible. Vérifie l'URL de ton instance SearXNG dans les Réglages.
it: Il server di ricerca non è al momento disponibile. Controlla l'URL della tua istanza SearXNG nelle Impostazioni.
ja: 検索サーバーに現在接続できません。設定でSearXNGのURLを確認してください。
ko: 검색 서버를 현재 사용할 수 없어요. 설정에서 SearXNG 인스턴스 URL을 확인해 주세요.
pt: O servidor de busca está indisponível no momento. Verifique a URL da sua instância SearXNG em Ajustes.
zh: 搜索服务器当前不可用，请在设置中检查 SearXNG 服务器地址。

source: These terms shall be governed by and construed in accordance with the laws of Spain, without regard to its conflict of law provisions.
de: Diese Bedingungen unterliegen dem Recht Spaniens und sind in Übereinstimmung damit auszulegen, ohne Berücksichtigung der Kollisionsnormen.
es: Estas condiciones se regirán e interpretarán de conformidad con las leyes de España, sin tener en cuenta sus disposiciones sobre conflictos de leyes.
fr: Les présentes conditions sont régies et interprétées conformément aux lois d'Espagne, sans égard à ses dispositions en matière de conflit de lois.
it: Le presenti condizioni saranno regolate e interpretate in conformità con le leggi della Spagna, senza riguardo alle sue disposizioni in materia di conflitto di leggi.
ja: 本規約はスペインの法律に準拠し、同法に従って解釈されるものとし、法の抵触に関する規定は適用されないものとします。
ko: 본 약관은 법률 충돌 조항에 관계없이 스페인 법률에 따라 규율되고 해석됩니다.
pt: Estes termos serão regidos e interpretados de acordo com as leis da Espanha, independentemente de suas disposições sobre conflito de leis.
zh: 本条款受西班牙法律管辖并据其解释，不考虑其法律冲突条款。

source: Thinking...
de: Denke nach…
es: Pensando...
fr: Réflexion…
it: Sto pensando…
ja: 考え中...
ko: 생각하는 중...
pt: Pensando...
zh: 思考中…

source: Third-Party Services
de: Dienste Dritter
es: Servicios de Terceros
fr: Services tiers
it: Servizi di Terze Parti
ja: サードパーティサービス
ko: 제3자 서비스
pt: Serviços de Terceiros
zh: 第三方服务
